// 与女生聊天，帮你告别聊天死
// 错误方式 
// 查户口 连续的提问 过度展示自己 缺少倾听 情感过度（聊天就是通过聊来把控双方的情绪）
// 过早开启性话题  废话太多与随意评价
// 聊八卦对别人角色进行评价
// 不能见好就收 高价值的离场方式 服从性测试离场 对女生过度打压


// 话题的选择  
// 热点（不是聊八卦）
// 兴趣爱好 学业和工作中的趣事
// 旅行见闻  美食 宠物 运动
// 快速提高聊天能力 每天去找十个女生聊天 坚持联系 坚持聊

// 女人的暗示 懂得拒绝的人 更容易受到别人的尊重

// 废物测试
// 1 假否认 适用于当女生向你询问但无论哪种直接回答都不合适的情况 --》
// 假装否认 然后重新承认 制造幽默的效果
// 反转与 把对方的语序颠倒过来 依然构成合法的语句 适合用于女生表达自己的态度后做出回应

// 女人眼里的吸引力
// 好感和吸引力的区别（请客和送东西这个都是赢得好感的方式 但是根本不可能获得吸引力）

//吸引力就是雄性在自然法则下的核心竞争力  去做真正有用的事情来吸引女人
// 吸引力开关
// 健康是一切吸引的基础
// 幽默 幽默使用舒缓的方式来缓解社交的尴尬和压力（幽默不是逗比）
// 社交直觉 -》 社交直觉是你能一眼根据对方的措辞 表情 语调 肢体语言 判断
// 对方心里的真实想法和情绪 能够感受到所处的缓解的气氛
// 财富 高生存价值 简单解释就是优秀
// 雄性领袖 在一个群体中 领袖的优先级最高
// 预选 你身边有很多漂亮的女人 你拒绝漂亮女生的态度
// 跳转性 做一个具有挑战性的男人 挑战性的男人有几个冥想的特征 会在一定程度上冒犯女人 拒绝女人
// 自信 培养自己的兴趣和爱好 自我价值肯定
// 生活方式 你平时看书 看电影 还是打游戏 生活方式一个人的三观 一区去考虑那么多小的方式和方法去吸引女生 不如提升年自己 让自己有一个非常
// 好的生活模式 做你喜欢的事情 做你擅长的起事情 欧尼认为有趣的事情 比如出现美食 运动 多走出梦 非常有趣的生活方式

<Upload 
    action=""
    beforeUpload={()=> {}}
    onProgress={()=>{}}
    onChange={()=>{}}
    onSuccess={()=>{}}
    onError={()=>{}}
    onRemoved={()=>{}}
>
    
</Upload>